Repository: nguyenvn-dng/ckanext-datarequests
Catalog: ckanext/datarequests/i18n/*/LC_MESSAGES/ckanext-datarequests.po
Languages: vi

source: Data Request ID has not been included
vi: ID Yêu cầu Dữ liệu chưa được bao gồm

source: Data Request %s not found in the data base
vi: Yêu cầu Dữ liệu %s không tìm thấy trong cơ sở dữ liệu

source: This Data Request is already closed
vi: Yêu cầu Dữ liệu này đã được đóng

source: Comment ID has not been included
vi: ID Bình luận chưa được bao gồm

source: Comment %s not found in the data base
vi: Bình luận %s không tìm thấy trong cơ sở dữ liệu

source: Title
vi: Tiêu đề

source: Title must be a maximum of %d characters long
vi: Tiêu đề tối đa %d ký tự

source: Title cannot be empty
vi: Tiêu đề không được để trống

source: That title is already in use
vi: Tiêu đề này đã được sử dụng

source: Description
vi: Mô tả

source: Description must be a maximum of %d characters long
vi: Mô tả tối đa %d ký tự

source: Organization
vi: Tổ chức

source: Organization is not valid
vi: Tổ chức không hợp lệ

source: Accepted Dataset
vi: Bộ dữ liệu được chấp nhận

source: Dataset not found
vi: Không tìm thấy bộ dữ liệu

source: Data Request
vi: Yêu cầu Dữ liệu

source: Data Request not found
vi: Không tìm thấy Yêu cầu Dữ liệu

source: Comment
vi: Bình luận

source: Comments must be a minimum of 1 character long
vi: Bình luận phải có ít nhất 1 ký tự

source: Data Requests
vi: Yêu cầu Dữ liệu

source: Your Data Request has been successfully created
vi: Yêu cầu Dữ liệu của bạn đã được tạo thành công

source: Data Request has been successfully updated
vi: Yêu cầu Dữ liệu đã được cập nhật thành công

source: Data Request has been successfully deleted
vi: Yêu cầu Dữ liệu đã được xóa thành công

source: Data Request has been successfully closed
vi: Yêu cầu Dữ liệu đã được đóng thành công

source: Data Request has been updated successfully
vi: Yêu cầu Dữ liệu đã được cập nhật thành công

source: Comment has been published
vi: Bình luận đã được đăng

source: Comment has been updated
vi: Bình luận đã được cập nhật

source: Comment has been deleted
vi: Bình luận đã được xóa

source: You are now following this data request
vi: Bây giờ bạn đang theo dõi yêu cầu dữ liệu này

source: You are no longer following this data request
vi: Bạn không còn theo dõi yêu cầu dữ liệu này nữa

source: New Data Request
vi: Yêu cầu Dữ liệu Mới

source: Edit Data Request
vi: Chỉnh sửa Yêu cầu Dữ liệu

source: Create Data Request
vi: Tạo Yêu cầu Dữ liệu

source: Update Data Request
vi: Cập nhật Yêu cầu Dữ liệu

source: update
vi: Chỉnh sửa

source: Delete Data Request
vi: Xóa Yêu cầu Dữ liệu

source: Close Data Request
vi: Đóng Yêu cầu Dữ liệu

source: Open
vi: Mở

source: Closed
vi: Đã đóng

source: State
vi: Trạng thái

source: Organizations
vi: Tổ chức

source: Follow
vi: Theo dõi

source: Unfollow
vi: Bỏ theo dõi

source: Followers
vi: Người theo dõi

source: follower
vi: người theo dõi

source: followers
vi: người theo dõi

source: Created on
vi: Được tạo vào

source: Last updated
vi: Cập nhật lần cuối

source: Closed on
vi: Đóng vào

source: Show more
vi: Hiển thị thêm

source: Comments
vi: Bình luận

source: Add Comment
vi: Thêm Bình luận

source: Edit Comment
vi: Chỉnh sửa Bình luận

source: Delete Comment
vi: Xóa Bình luận

source: Post Comment
vi: Đăng Bình luận

source: Update Comment
vi: Cập nhật Bình luận

source: Cancel
vi: Hủy

source: Save
vi: Lưu

source: Delete
vi: Xóa

source: Edit
vi: Chỉnh sửa

source: View
vi: Xem

source: Close
vi: Đóng

source: No Data Requests found
vi: Không tìm thấy Yêu cầu Dữ liệu nào

source: No data requests
vi: Không có yêu cầu dữ liệu

source: Search Data Requests...
vi: Tìm kiếm Yêu cầu dữ liệu...

source: Search
vi: Tìm kiếm

source: Clear All
vi: Xóa Tất cả

source: Order by
vi: Sắp xếp theo

source: Relevance
vi: Liên quan

source: Name Ascending
vi: Tên Tăng dần

source: Name Descending
vi: Tên Giảm dần

source: Last Modified
vi: Sửa đổi Lần cuối

source: Popular
vi: Phổ biến

source: Activity Stream
vi: Luồng Hoạt động

source: Dashboard
vi: Bảng điều khiển

source: Datasets
vi: Bộ dữ liệu

source: About
vi: Giới thiệu

source: You have no data requests
vi: Bạn không có yêu cầu dữ liệu nào

source: This organization has no data requests
vi: Tổ chức này không có yêu cầu dữ liệu nào

source: Request data
vi: Yêu cầu dữ liệu

source: Are you sure you want to delete this data request?
vi: Bạn có chắc chắn muốn xóa Yêu cầu Dữ liệu này không?

source: Are you sure you want to close this Data Request?
vi: Bạn có chắc chắn muốn đóng Yêu cầu Dữ liệu này không?

source: Closing reason
vi: Lý do đóng

source: Please provide an accepted dataset
vi: Vui lòng cung cấp bộ dữ liệu được chấp nhận

source: Additional Information
vi: Thông tin Bổ sung

source: Additional information about this data request
vi: Thông tin bổ sung về yêu cầu dữ liệu này

source: What are Data Requests?
vi: Yêu cầu Dữ liệu là gì?

source: Data requests are a way for users to ask for datasets that are not currently available on the platform.
vi: Yêu cầu dữ liệu là cách để người dùng yêu cầu các bộ dữ liệu hiện chưa có sẵn trên nền tảng.

source: Why create a Data Request?
vi: Tại sao tạo Yêu cầu Dữ liệu?

source: Data requests help organizations understand what data users need and prioritize their data publishing efforts.
vi: Yêu cầu dữ liệu giúp các tổ chức hiểu người dùng cần dữ liệu gì và ưu tiên nỗ lực xuất bản dữ liệu của họ.

source: How to create a Data Request?
vi: Làm thế nào để tạo Yêu cầu Dữ liệu?

source: Click on 'New Data Request' button and fill in the required information.
vi: Nhấp vào nút 'Yêu cầu Dữ liệu Mới' và điền thông tin cần thiết.

source: Email notifications
vi: Thông báo email

source: New Comment
vi: Bình luận Mới

source: Data Request Closed
vi: Yêu cầu Dữ liệu Đã Đóng

source: New data request
vi: Yêu cầu dữ liệu mới

source: New comment
vi: Bình luận mới

source: Close data request
vi: Đóng yêu cầu dữ liệu

source: A new data request has been created
vi: Một yêu cầu dữ liệu mới đã được tạo

source: A new comment has been posted
vi: Một bình luận mới đã được đăng

source: A data request has been closed
vi: Một yêu cầu dữ liệu đã được đóng

source: Add Data Request
vi: Thêm Yêu cầu dữ liệu

source: Data Requests allow users to ask for data that is not published in the platform yet. If you want some specific data and you are not able to find it among all the published datasets, you can create a new data request specifying the data than you want to get.
vi: Yêu cầu Dữ liệu cho phép người dùng yêu cầu dữ liệu chưa được công bố trên nền tảng. Nếu bạn muốn một dữ liệu cụ thể nào đó nhưng không tìm thấy trong số tất cả các tập dữ liệu đã công bố, bạn có thể tạo một yêu cầu dữ liệu mới, chỉ định dữ liệu bạn muốn nhận.

source: {number} data request found
vi: Tìm thấy {number} yêu cầu dữ liệu

source: Newest
vi: Mới nhất

source: Oldest
vi: Cũ nhất

source: To create a data request, fill the form and specify a title and a description for your request. Please, be as clear as you can in order to ease the task of accomplishing your request. You can also specify an organization if your data request is closely related with it.
vi: Để tạo yêu cầu dữ liệu, hãy điền vào biểu mẫu và chỉ định tiêu đề cùng mô tả cho yêu cầu của bạn. Vui lòng cung cấp thông tin càng rõ ràng càng tốt để việc thực hiện yêu cầu được dễ dàng hơn. Bạn cũng có thể chỉ định một tổ chức nếu yêu cầu dữ liệu của bạn có liên quan chặt chẽ đến tổ chức đó.

source: eg. Data Request Name
vi: Tên yêu cầu dữ liệu

source: eg. Data Request description
vi: Một vài dòng mô tả Yêu cầu dữ liệu

source: Creator
vi: Người tạo

source: Not closed yet
vi: Chưa đóng

source: Accep. Dataset
vi: Bộ dữ liệu đã được chấp nhận

source: Current Discussion
vi: Thảo luận hiện tại

source: commented
vi: đã bình luận

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here. You can refer datasets by adding their URL.
vi: Bạn có thể sử dụng <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> ở đây. Bạn có thể tham chiếu các tập dữ liệu bằng cách thêm URL của chúng.

source: None
vi: Không

source: This data request has not been commented yet
vi: Yêu cầu dữ liệu này vẫn chưa có bình luận

source: Add a new Comment
vi: Thêm bình luận mới
